Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Tapas_KO > EN.tmx
Source language: ko_kr
Languages: en

source: 전의까지 완벽하게 속일 생각이시군요.
en: you are planning to deceive the doctor too.

source: 당신도 함께 갑시다.
en: you should come too.

source: 뭐래요?
en: what did he say?

source: 목표인 사자 머리에 접근하는데 말을 타고 가면 당연히 들키므로
en: since we will easily get caught if we travel by horse,

source: 벌써 국경으로 떠나는 날이네요, 레이딘 경.
en: it’s already the day you leave to the border, sir radin.

source: 정식 명칭은 ‘황금사자’이며
en: it’s official name is “the golden lion.”

source: 피곤하시면 먼저 쉬러 가시지요.
en: you should go get some rest if you are tired.

source: 세트 2세는 어린 망나니 왕이라는 거구나.
en: sett II is a young brat king.

source: 그래도 저희가 판단하기엔 단 1년이라도 섭정을 하는 쪽이 나았을 것 같지만요.
en: in our opinion, even 1 year of regency would’ve been a better option.

source: 얼마나 더 살지 알 수 없다더군요.
en: apparently, he won't live much longer.

source: 자존심의 문제라는 건가요?
en: are you saying this is a matter of power?

source: 제작
en: Production

source: 신이 마녀와 마녀의 운명에게 서로를 알아볼 수 있도록 한 건
en: the reason god gave the witch and their destiny the ability to recognize each other

source: 덕분에 신입 기사들만 죽어나고 있습니다.
en: I just feel bad for the newly joined knights who are struggling because of that.

source: 때가 좋지 않아서 서두를 수밖에 없었소.
en: I had to hurry because the situation is quite bad.

source: 다들 말릴 테니 그 아이도 섣부른 행동은 안 하겠지.
en: he won’t be quick to act on it with everyone trying to stop him.

source: 지팡이랑 검이 말을 잘 듣게 하려고요.
en: I’m trying to make the cane and sword listen to me.

source: 좋아요!
en: sounds good!

source: 물론입니다, 폐하.
en: of course, your majesty.

source: 그렇게 된다면 제국과 왕국의 전쟁으로 이어질 테고.
en: if he does, it will lead to a war between the kingdom and the empire

source: 대신 인원수가 무척 적은 편이죠.
en: in turn, there are only a few of them.

source: 멋져!!!
en: amazing!!!

source: 누트샤에게 양위는 어렵지 않아요.
en: abdicating the throne to nutesha will be easy.

source: 다른 나라에서도 수입해 오고, 제국 안에서도 한창 나기 시작할 시기잖아.
en: they get imported from other countries and they’re only just starting to grow in the empire.

source: 대가문의 가주라는 것은 상징적인 의미도 있습니다.
en: but there is a symbolic meaning in the head of the great house.

source: 아.
en: oh,

source: 남편이 기사들을 보냈다는 건 틀림없이 개전입니다.
en: if my husband sent the knights, that means they opened fire. without a doubt.

source: 자, 고문.
en: so, advisor.

source: 황제가 된 이후로 늘 곁에 있던 사람인데…
en: he is someone who’s stayed by me since I became the empress...

source: 세트, 그 아이가 의식 불명이 되어야 합니다.
en: sett, he has to be unconscious.

source: 재상 각하!
en: your excellency!

source: 수도 방위병력을 제외한 기사단과
en: and get the knights, excluding capital defense forces

source: 하고 싶은 말을 하세요, 벤토아 공작.
en: say what you want to say, duke bentoi.

source: 제가 아카데미를 다닐 때 역사 점수가 제법 좋았거든요.
en: I was a pretty good student back in the academy.

source: 재수 없는 꼬맹이를 혼내주러 가야 하는데,
en: I was planning to go teach this brat a lesson but

source: 제가 보기에 당신은 이미 행복을 알고 계십니다.
en: in my opinion, I think you already know what happiness is.

source: 가문 내의 일을 봐주면서 레이딘 경도 납득할 수 있는 선의…?
en: maybe sir radin can take over some of the family business...?

source: 봄의 매출을 책임지는
en: grand grand special strawberry cake

source: 늦어도 나흘 정도만 지나면 레어드산 딸기를 먹을 수 있어야 하죠.
en: which means that laird strawberries should be available no more than three days later.

source: 쥐기 편한 네모난 모양,
en: it is square-shaped so it is easy to grab,

source: 참으로 멋진….
en: they are truly stunning—

source: 헉!
en: *gasp*!

source: 왕의 기를 태웁니다만….
en: we burn the king’s flag...

source: 이미 소중한 사람을 잃어본 경험이 있어서인지
en: since I have lost loves ones in the past

source: 낮의 일은 그저 실수였습니다.
en: what happened during the day was a mistake.

source: 네에….
en: yes, sir...

source: 가문은 너에게 아무것도 해준 것이 없으니
en: I know that I'm in no position to ask for help from you

source: 다 어디로 갔대?
en: where did they all go?

source: 그렇지 않나, 재무장관?
en: don’t you agree, minister nechen?

source: 죄송합니다.
en: I’m sorry.

source: 가짓수가 많다고 좋은 게 아니니 메뉴를 줄이고,
en: I lowered the number of dishes served,

source: 폐하를 위하는 기사라면 말이야.
en: who truly cares for her majesty.

source: 네, 그 외에는 기존의 것들을 사용하면 됩니다.
en: other than that, we can just use what we have.

source: 딸기!
en: strawberries!

source: 그 사자는…
en: that lion is...

source: 다만….
en: but...

source: 소신, 겔만이라 하옵니다.
en: my name is germaine.

source: 사태가 지속되면 재정상태에 영향이 갈 것입니다.
en: if this situation continues, it’s going to affect our financial stability.

source: 품종이 달라 자라는 기간이 더 길다는 거.
en: their strawberries are of a different kind and take longer to grow.

source: 그럼 만들어진 지 거의 1,000년이 다 되어 간다는….
en: that means it’s been almost 1,000 years old since it was made...

source: 예상보다 더 어리네….
en: he's much younger than I expected...

source: 레어드의 국왕이 서거했습니다!
en: the king of the laird passed away!

source: 조달이라면….
en: procure...?

source: 이 바보가!
en: you fool!

source: 그건 아니옵니다, 폐하.
en: that is false, your majesty.

source: 프리 후의 빗자루는 진작 1,000년을 넘었는 걸요.
en: frihue’s broom is much older than 1,000.

source: 믿어볼게요.
en: I’m trusting you.

source: 할아버지….
en: grandfather...

source: 사실 도움을 요청하면 안 된다는 것도 안다.
en: since the house hasn't provided you with anything.

source: 현재 미혼인 공주는 둘뿐.
en: currently there are only two unmarried princesses.

source: 이런 자리는 처음일 텐데 의연하시고,
en: it must’ve been her first time going to an event like this but she was a natural,

source: 녹여 버리실 작정입니까?
en: planning to melt them?

source: 뭐?
en: why?

source: 황궁 사람들에게도 나눠줘야겠어.
en: I should also give some to the people at the imperial palace.

source: 19화
en: Episode 19

source: 즉, 삐까번쩍한 대포를 세워둬야 좋다는 거죠?
en: in other words, they need a leader who is like a shiny cannon, right?

source: 자, 시식해보자.
en: now, let's try it.

source: 직접 뵙는 건 처음이군요.
en: this is the first time I’ve had the pleasure of meeting you in person.

source: 폐하, 급하게 찾으셨다고 들었습니다.
en: your majesty, I heard you called.

source: 충분히 생각해서 일을 하고 있는데 왜 다들 난리입니까?
en: I am putting a lot of thought into my decisions. what is everyone’s problem?

source: 도대체 뭐가 원인인 거죠?!
en: what is causing this?!

source: 레어드 쪽에서 물량이 묶였습니다.
en: they’ve been staying in laird.

source: 왕이 너무 어리면 섭정을 하기도 하잖아요.
en: when the king is too young to rule, a regency gets established.

source: 시스 1세는 마녀이니 국혼으로도 무마가 불가능하다.
en: sist I is a witch, so this can’t even be solved by royal marriage.

source: 보유한 소드마스터의 수만 해도 아르비타는 대륙 최다, 레어드는 단 둘이니.
en: arvita has the largest number of sword masters, while laird only has two.

source: 이쪽으로 와라.
en: come this way.

source: 만약 제가 실행한다고 하면요?
en: what if I decide to execute?

source: 에잇!
en: eek!

source: 아이들은?
en: what about the kids?

source: 이,
en: this,

source: 말 한마디로 많은 사람들을 구할 수 있다는 것을 알면 좋을 텐데요.
en: I hope he realizes how many lives he can save with one word.

source: 레어드의 국왕이 서신을 보내왔습니다.
en: the king of laird sent you a letter.

source: 비싸도 어떻게든 주고 싶은데 자기는 아예 구할 수가 없대.
en: he said he’d like to get them for us but he can’t get his hands on any.

source: 공격이 나온 곳이 그 사자의 입이니 명분도 충분하고요.
en: and we have a good reason for doing so since the attack was launched from that lion’s mouth.

source: 이런 레이딘 경이 벤토아 공작가의 가주가 된다면
en: if he becomes the head of the duke bentoi house,

source: 그리고 내…
en: and also...

source: 증거를 확보했으니 나중에 임명장을 보내야지….
en: now that I have obtained proof, I will send an appointment letter...

source: 어휴… 그냥 제가 같이 갈게요.
en: ugh... I'll just go with him.

source: 폐하께서는 어릴 때부터 그곳을 훌륭하게 운영하셨지요.
en: and you have been running the business successfully from a young age.

source: …저, 그런데 궁금한 게 있는데요.
en: ...by the way, there’s something I’d like to know about.

source: 어떻게 하실 생각입니까?
en: what are you thinking?

source: 하긴 아무것도 모르는 나에게 맡기는 건 무모하지….
en: right, isn’t it dangerous to leave everything up to me when I don’t know anything..

source: 마녀들 사이에서도 그런 구분이 있는지 몰랐습니다.
en: I didn’t know there were different categories of witches.

source: 보통 다른 나라를 정복할 때 마지막으로 무엇을 하지요?
en: what is the very last thing we usually do when conquering other countries?

source: 역시 피해를 줄이기 위해 미리 대비 해두시려는 건가.
en: perhaps she wants to prepare in advance in order to reduce the damage.

source: 아무것도 모르는 제가 황위에 올랐는 데도
en: there is a reason the empire has remained strong

source: 벤토아의 가주자리는 다른 가문들과는 달리 상징적인 의미가 강하니까요.
en: the head of the bentoi house position holds a strong symbolic meaning compared to other houses.

source: 제 이름에 벤토아라는 성을 붙이려는 것에는 이러한 뒷사정도 있습니다.
en: this is one of the major reasons they are trying to change my last name to bentoi.

source: 가장 좋은 배웅 인사는 웃는 얼굴 이랬는데
en: I should be saying goodbye with a smile,

source: 18살이면 조금 애매한가?
en: or is 18 years old a little tricky?

source: 잘 자요, 레이딘.
en: good night, radin.

source: 그래서 이쪽 분야에 있어서는 제가 남편보다 낫습니다.
en: so I’m more knowledgeable in this field.

source: 하긴, 실수로 다치기라도 하면 큰일 나니까요.
en: right, it could turn into a big issue if he gets hurt in an accident.

source: 황궁 정원의 개방되지 않은 곳을 쓰죠!
en: we can utilize the unopened area in the imperial garden!

source: 하하.
en: haha.

source: 2공주의 남편
en: husband of the second princess

source: 토종 딸기요?
en: wild strawberries?

source: 당신은 일기장에 좀 더 많은 것을 적어두셔야 했어요.
en: you should’ve written more things in your diary.

source: 수입품에 관해 저희 쪽에서 하는 것이라고 해봐야
en: the only thing we do for imported goods

source: 게다가 어머니인 대비 또한 정치에 능하지 않아서요.
en: what’s worse is that the queen is not good at politics,

source: 무슨….
en: than...

source: 빨리 이 문제부터 해결해야겠어!
en: I should solve this issue immediately!

source: 폐하, 명하신 대로 정식 항의 서한을 보냈습니다.
en: your majesty, I sent the official complaint as you ordered.

source: 거짓말하지 말아요….
en: don’t lie to me...

source: <2기사단 소속> 벤토아 가문 출신 신입 기사
en: (from the 2nd imperial knights) newly joined knight from the bentoi house

source: 작전 회의 중입니다.
en: he’s currently in a meeting.

source: 고로 현재 너희들의 주인은 나라는 거지.
en: hence the current owner of you guys.

source: 오셨습니까.
en: your majesty.

source: 내가 평범한 여자이자 마녀이기 때문이겠지.
en: is probably because I’m just a normal witch.

source: 움직이면 가만 안 둔다고 경고를 하라는 거군요.
en: you mean, warn them to not make a move.

source: 하?!
en: ty?!

source: 세트가 겉으로 의식을 잃은 채 아픈 것처럼 보이는 것이라면,
en: as long as sett looks ill and unconscious on the outside,

source: 쓸 수 있는 수는 극단적인 것뿐이라 던지더군요.
en: he said they are only left with extreme options.

source: 자, 10초 줄게.
en: I’ll give you 10 seconds.

source: 확실히 민원이 장난이 아니더군요.
en: I understand there are many complaints.

source: 23화
en: Episode 23

source: 그나저나 시스,
en: by the way sist,

source: 폐하, 제 나이가 벌써 일흔을 훌쩍 넘었사옵니다.
en: your majesty, I am over 70 years old!

source: 재상 각하가 이렇게까지 말하다니 드문 일인데….
en: the prime minister usually doesn’t talk like this.

source: 부인은 오랜만이네요.
en: it’s been too long, countess.

source: 확실히 시간이 빨리 지나가는군요.
en: time moves quickly.

source: 레어드산을 완벽하게 대체할 생산량은 안 됩니다.
en: but the production amount is not enough to replace laird’s.

source: 게다가 모양도 특이해.
en: the shape is also quite unique.

source: 좋아요.
en: all right.

source: 면적 대비 생산량이 많지 않아 재배하는 사람이 적은 대신
en: they don’t yield much fruit for the area so there aren’t many people who grow them

source: 저는 약해요.
en: I’m weak.

source: 폐하께서 신년 연회를 즐기라고 하십니다!
en: the empress says to enjoy the banquet!

source: 얼마나 더 살지도 알 수 없다고 하더군요….
en: I heard he won’t live much longer...

source: 그놈의 사자 대가리를 뎅겅 날려 버리면 속이 좀 시원할 거 같기도 한데….
en: I might feel a little bit better if I cut off that lion’s head...

source: 그렇다면 난 처제에게 양위하는 것을 지지한다는 성명을 내야겠군.
en: then I shall make a public statement of support for abdication to my sister-in-law.

source: 왜 이렇게 빨리 돌아오셨어요?
en: how did you return so fast?

source: 딸기가 아예 없는 건 아니지만, 그나마 구할 수 있는 건 작년의 3배 가격이래….
en: the strawberries that are available right now are 3 times the price of the ones last year...

source: 아니, 왜 집에서 안 하고 굳이 황궁에서…?
en: why is he training at the palace, instead of his house...?

source: 그러니 몇 년간 가주 자리를 비우고 지켜보면 되는데
en: so all they have to do is wait for a few years while the position is empty...

source: 그런데 참 맛있지 않나요?
en: it’s delicious though, isn’t it?

source: 저 녀석들을 제압해!
en: go restrain them!

source: 빵집은 전쟁을 하지 않아요.
en: there are no wars in a bakery.

source: 레어드 쪽의 딸기가 아직 안 들어왔대.
en: apparently strawberries haven’t been imported from laird yet.

source: 직접 내려오셨다는 말은 들었지만 이렇게 뵙게 될 줄은 몰랐습니다.
en: I heard you came down south but I didn’t expect to meet you in person like this.

source: 그렇다면 레어드에도 있겠군요.
en: there must be some in laird too, then.

source: 황실 기사단 대장간을 맡고 있는 켈탄입니다.
en: my name is keltan. I am in charge of the imperial knights smithy.

source: 외국에도 많이 나갔잖아요.
en: you’ve visited many countries abroad.

source: 방금
en: what did

source: 그럼 딸기는 그쪽 창고에서 시들어가는 중이겠네요?
en: that means strawberries are currently rotting in their warehouse!

source: 망나니입니다.
en: a brat.

source: 이 노인네의 경험을 말씀드리겠다는 것이었습니다만….
en: in case of an urgent national matter that you are not familiar with...

source: 레이딘은 어떻게 생각해요?
en: what do you think, radin?

source: 위급이라는 건
en: emergency means

source: 몇만 대군과 싸우는 일도 아니니 정말 안심하셔도 됩니다.
en: you really don’t have to worry because I’m not leaving to go fight with tens of thousands of troops.

source: 원래는 다른 황족들이 나누어 할 일을,
en: originally the job was shared among other imperial families,

source: 다들 피곤하신 건 알지만 진정하세요.
en: I know all of you are tired, but relax.

source: 꽉 잡아요.
en: hold on tight.

source: 네, 알겠습니다.
en: yes, sir.

source: 22화
en: Episode 22

source: 아무래도 궁 안에서 하는 일이 중요한 건가 보네요.
en: but it seems like what she does at the palace is very important.

source: 네, 특수한 상황이 발생하지 않는 이상 저희 쪽이 압도적으로 유리합니다.
en: yes, unless something unexpected happens, we have many more advantages.

source: 이제까지 한 번도 그런 적이 없어 다들 잊어버렸지만,
en: everyone must have forgotten since there has never been a case like this,

source: 그렇습니까.
en: is that right?

source: 렐하임의 지팡이와 검이라면 주인의 말을 잘 듣지 않기로 유명한데.
en: lelheim’s cane and sword are notorious for disobeying to their owners.

source: 사과를 한다고 잃은 목숨이 돌아오지는 않겠지만, 작게나마 위로가 되길 바라요.
en: an apology is not enough to bring back the dead, but I hope this is a little consolation to you.

source: 그럴 수가….
en: did this happen...

source: 챙겨줘서 고마워요, 레이딘.
en: thank you for taking care of me radin.

source: 전 군대에 대해서 잘 모르는데… 당장 공부할 시간도 없고, 어쩌죠?
en: I don’t know much about the military... and there isn’t enough time to study about it. what should I do?

source: 어쩐지 먹어 본 사람 전부가 맛있다고 한 이유가….
en: now I understand why everyone who tried this bread thought it was delicious...

source: 내 결혼은 신경 쓰지 않아도 된단다.
en: you don’t have to worry about my marriage.

source: 그렇지요.
en: that's true.

source: 레어드 국경에 위치한 1성문에 붙어있습니다.
en: attached to gate door 1 located on the border of arvita and laird.

source: 네, 텔레포트 사용을 위해 소수정예로 움직여야 하니까요.
en: right. that’s because we have to move in a small group in order to teleport.

source: 특히 벤토아 공작가는 국경의 수비와 군사 관리를 맡고 있으니까요.
en: especially since the bentoi house is in charge of border defense and military management.

source: 폐하… 벤토아 공작이 위독하다는 소식입니다.
en: your majesty... duke bentoi is in critical condition.

source: 아, 가기 전에 토미론도 데리고 가세요.
en: you should take tomiron with you.

source: 단 1명도 쉽게 찾은 사람이 없다고 하잖아요?
en: but not a single one says finding their destiny was easy.

source: 집에 잘 보관해두었습니다.
en: I left it at home.

source: 하지만 제 주위에 있는 사람들까지 약하진 않아요.
en: but that doesn’t mean that everyone around me is also weak.

source: 레어드의 국왕이 서거한 이유는 어처구니 없었다.
en: the cause of the king of laird’s death was absurd.

source: 경계 강화 지시가 내려갔잖아요.
en: I ordered to strengthen the border protection.

source: 사람마다 다르네.
en: that varies from person to person.

source: 그만큼 운명을 찾는다는 건 무척 어려운 일이고,
en: finding destiny is incredibly difficult,

source: 그럼 일단 전의를 포섭해야겠군.
en: then first, we should pay off the doctor,

source: 왠지 앞에 실패한 사람이 너무 많더라….
en: now I understand why so many people failed before me...

source: 네, 정말 그때의 그 맛입니다.
en: yes, this tastes exactly like what I had long ago.

source: 왜 갑자기 이런 걸 묻지?
en: why is he suddenly asking such a question?

source: 아, 쟤네들은 혹시 뭐로 만들어진 거야?
en: oh, what are they made of?

source: 오랜만입니다, 알마론 자작.
en: it’s been a while, viscount almaron.

source: 힘이 닿는 선에서 중재하려고 하고 있지만
en: I’m trying my best to mitigate the issue

source: 그래도 혹여 작은 지혜라도 필요하시면 언제든 불러주십시오’.
en: “but call me anytime, if you need even a small piece of wisdom.”

source: 그럼 저와 티네 장군이 한 짓은 전부 소용이 없었겠군요.
en: I guess what general tinekt and I did was pointless then.

source: ~그랑그랑의 단골 손님~
en: ~regular customer of grand grand bakery~

source: 저희끼리 방법을 찾아볼 테니 잠깐 낮잠이라도 주무시고 오십시오, 폐하.
en: please take a short nap while we try to find a solution, your majesty.

source: 걱정 말고 얼른 가십시오.
en: so don’t worry and go on your way.

source: 금색 사자 대가리라면….
en: do you mean...

source: 이는 폐하의 치세에 흠집을 낼 수도 있으니까요.
en: because this could hurt your reputation.

source: 그래야 저도 마음이 놓일 것 같거든요.
en: that will give me peace of mind.

source: 27화
en: Episode 27

source: …네.
en: ...yes.

source: 무슨―
en: you just—

source: 마음이 더 무거워….
en: I feel heavy-hearted...

source: 10분 뒤
en: 10 minutes later

source: 화살 정도로는 실드와 방어구를 뚫을 수 없으니까요.
en: since arrows can’t pierce through the shields and armor.

source: 다른 것들도 조금씩 문제가 생겨 직접 내려가 보긴 해야 했습니다.
en: there were also other problems that had to be attended to in person.

source: 누트샤 공주님과 친분이 있기 때문입니다.
en: and because she is acquainted with princess nutesha.

source: …폐하, 진정하십시오.
en: ...your majesty, please calm down.

source: 그러고 보니 프로트 후작가는 제국 내에서 손꼽히는 부자 가문이었지….
en: I remember, marquess proth house is one of the wealthiest houses in the country...

source: 황제 폐하께서 억누르시는 것도 이제 한계입니다.
en: the empress can only be patient for so long.

source: 알아보니 레어드의 국왕이 딸기는 안중에도 없고,
en: when we looked into it, we found that the king of laird doesn’t actually care about strawberries,

source: 단호하게 철퇴를 내리십시오.
en: strictly punish them.

source: 전부 자고 있죠.
en: they are all asleep.

source: 아르비타의 현 황제보다도 어린 나이의 소년 왕,
en: and a boy younger than the current empress of the arvita empire,

source: 그럼 어떡해?
en: so what do we do now?

source: 그걸 베어서 우리 제국 국경까지 텔레포트 시킨다.
en: cut that off and teleport it to our empire.

source: 이런 걸로 발끈하다니 정말 여유가 없구나, 나….
en: why am I getting upset over a little thing? I must be feeling very uneasy...

source: 참모들이 만장일치로 꼽았습니다.
en: he was selected unanimously by the general staff.

source: 해결 방안에 대한 이야기는 없었나?
en: did he mention anything about solutions?

source: 크기가 더 작고, 아주 붉은 보석 같은 색을 띠고 있는 딸기에요.
en: but they are smaller and ruby red.

source: 하지만 세트는 어리고, 주변의 의견을 귀담아 듣지 않는 아이지.
en: but sett is young and he doesn’t listen to other people.

source: 시간이 그리 많지 않습니다.
en: we don’t have much time.

source: 네, 이제 일주일에 3번 정도는 정시 퇴근을 할 수 있겠군요.
en: yes, now about 3 times a week, we can get off work on time.

source: 아무래도 의지를 갖춘 마도구인 것 같군요.
en: they sound like strong-willed magic tools.

source: 핑거푸드를 늘린 뒤에
en: and added more finger foods,

source: 그리고 본인은 그런 기사들 중 최강이라는 거니까,
en: and since he's the best among those knights,

source: 세트 2세가 즉위했다.
en: sett II, ascended the throne.

source: 36화
en: Episode 36

source: 전쟁에 들어가는 비용을 모르실 리는 없을 테고….
en: she must know about the cost that goes into having a war...

source: 언제 집에 와서 옷을 갈아입었지?
en: when did I come home and change?

source: 모르겠어.
en: I’m not sure.

source: 레이딘 경, 여기 앉아봐요.
en: sir radin, sit over here.

source: 설마요….
en: no way...

source: 원칙을 깨면서까지 가문 일에 개입하는 게 어렵다는 건 압니다만….
en: I understand it is difficult to intervene in a family business especially while breaking that principle...

source: 다 필요한 것들이에요.
en: they’re all necessary things.

source: 어떻게 아이가 위험한 성벽 근처까지 간 건가요!
en: how did a little child get so close to the rampart?!

source: 원인은요?
en: and what’s the cause?

source: 하지만 이제 쓸 수 있는 수는 극단적인 것밖에 남지 않았지요.
en: but we are left with only extreme options.

source: 현명하고 따뜻한 분이셔.
en: she's wise and kind.

source: 하하핫!
en: hahaha!

source: 먼저 처리해주십시오!
en: please go through this first!

source: …무슨 거래 말입니까?
en: ...what deal are you talking about?

source: 이번에 즉위한 세트 2세는 저보다 어리다면서요?
en: I hear that sett II, who recently took the throne, is younger than me.

source: 세트가 이미 선을 넘었군요.
en: sett had already crossed a line,

source: 이렇게 적어주시면 돼요.
en: write this down.

source: 그렇습니다.
en: that's right.

source: 프로트 후작가에 연락을 넣어주세요.
en: contact the marquess proth for me.

source: 더 낫사옵니다.
en: certainly.

source: 그랑그랑이 말한 대로 성질이 더럽구나, 하지만….
en: you guys are just as bad-tempered as grand grand said, but...

source: 응, 만들어지는 대로 배달할게!
en: yes, I’ll deliver them as they get baked!

source: 배달이에요.
en: I'm here for a delivery.

source: 기선 제압은 이 정도면 됐겠지.
en: that should do it.

source: 그럼 저희는 먼저 가보겠습니다.
en: we will head out now.

source: 너무 철이 없어요.
en: he is way too spoiled.

source: ‘폐하께서 즉위 이후 노고가 매우 크신 것을 알고 있습니다’.
en: “I know you have been working very hard since your accession.”

source: 그럼 통상 출고되는 딸기의 생산을 최대한 당기면 언제부터 가능한가요?
en: if we rush the process, how quickly can they be harvested?

source: 기사를 보호할 수 있을 만한 보물을 좀….
en: a treasure that will protect my knight...

source: 그때는….
en: then...

source: 1공주
en: first princess

source: 그정도면 거의 제국의 역사만큼이나 존재한 것입니다.
en: that means it is as old as the empire,

source: 그래, 아르비타의 재무 장관을 만났다고 했지.
en: right, you said you met with the minister of finance in arvita.

source: 두 개면 2주 내.
en: two means within two weeks,

source: 루셰, 새신부가 한숨으로 땅을 꺼뜨리겠구나.
en: luche, you are sighing so deeply.

source: 다시금 너희의 쓸모를 증명할 때가 왔어.
en: it’s time for you to prove your usefulness.

source: 만약 못하겠다면….
en: if you refuse...

source: 옆 나라가 안 된다면 우리나라에서 해봐야죠.
en: if the nearest country isn’t an option, then we should try to do it within our own borders.

source: 정신 없어서 하나도 기억이 안 나네.
en: everything’s a blur since I have so much on my plate.

source: 기사님들이 널 찾고 있어.
en: the knights are looking for you.

source: 누나들하곤 영 딴판인가 보네요.
en: he sounds very different than his sisters.

source: 은퇴한 다른 분들 중에서 75세 이하이며 몸 튼튼한 사람 명단 좀 뽑아달라고 하세요.
en: you should bring me a list of other retired people who are younger than 75 and still healthy.

source: 연회가 순식간에 지나가버렸네… 내 휴일….
en: the banquet passed in the blink of an eye... there goes my day off...

source: 그런데 레이딘 경… 벤토아 공작님이 말하기를,
en: but sir radin... duke bentoi said

source: 매출에 타격이 크겠네….
en: this is going to do a lot of damage to our sales...

source: 올해로 17살 입니다, 폐하!
en: I just turned 17, your majesty!

source: 스트레스성 위염과 두통입니다.
en: it's gastritis and headache caused by stress.

source: 1공주의 남편
en: husband of the first princess

source: 제가 드릴 수 있는 말씀은 여기까지인 것 같군요.
en: I believe that’s all I can tell you.

source: 루셰는 혼례 날짜가 잡혔으니까요.
en: since the wedding date is set for luche.

source: 네가 순순히 받아들였다면 안 그러셨을 텐데.
en: she wouldn't have if you had just accepted already.

source: 그런 집안을 건사하는 분이구나….
en: she is the person who looks after that house...

source: 국경 수비도 다른 소드마스터에게 인계해두었습니다.
en: and handed over the border defense to another swordmaster.

source: 하지만 호위기사는 폐하의 곁을 비울 수 없다며 꼼짝도 하지 않습니다.
en: but he is not budging about saying that a guard shouldn't leave the empress.

source: 그런다고 해서 제 생각은 변하지 않습니다.
en: that still doesn't change my mind.

source: 마법을 많이 사용한 것도 빨리 익히거나 맛을 더하는 게 대부분이었어….
en: also, the magic used in the recipe was mostly to cook it quickly and add flavors...

source: 아르비타에서도 전쟁은 바라지 않습니다.
en: arvita doesn’t want war either,

source: 빵 하나 분량 아닌가?
en: it looks like the recipe is just for one bread.

source: 그리고 이번 작전의 메인이 될 소드마스터는
en: and the main swordmaster of this mission will be

source: 작전안이 나왔군요.
en: I’m guessing the mission plan is developed.

source: 폐하, 대체 뭘 하려고 하시는 겁니까?
en: your majesty, what are you trying to do?

source: 이번 신년 연회에는 빗자루를 데려올 수 있다는 점이 아주 좋았어요.
en: I loved that we could bring our brooms to this year’s banquet.

source: 위험하오니 어디에 쓰실지 가르쳐주시면 제가 하도록 하겠습니다.
en: please tell me what you need it for. I will do it because it is dangerous.

source: 그런데 저랑 세트 2세랑 취급이 너무 다른 거 아닌가요?!
en: but you all treat me so differently than sett II, don’t you think?!

source: 그냥 저보고 레이딘 경을 설득하라고 하실 생각이잖아요….
en: I know you're just gonna tell me to persuade sir radin...

source: 본격적인 판매개시는 내일로 하고, 예약 주문으로 들어온 건 몇 개야?
en: let’s officially sell them starting tomorrow. how many pre-orders do we have?

source: 여태껏 남자 왕족 중 군에 다녀오지 않은 사람도 없고요.
en: he didn’t because of special circumstances.

source: 아, 이름도 받아야 한다.
en: oh, you also need to take the name.

source: 38화
en: Episode 38
